Revit 2027 API
ParameterTypeId.FamilyCurveGstylePlusInvisiblePlusStickSymMinusAnalytical Property
 "Subcategory"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FamilyCurveGstylePlusInvisiblePlusStickSymMinusAnalytical { get; }
Public Shared ReadOnly Property FamilyCurveGstylePlusInvisiblePlusStickSymMinusAnalytical As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FamilyCurveGstylePlusInvisiblePlusStickSymMinusAnalytical {
	ForgeTypeId^ get ();
}
static member FamilyCurveGstylePlusInvisiblePlusStickSymMinusAnalytical : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace